import React from "react";

const Policy = () => {
    return(
        <section className="policy">
        <div className="container">
            <div className="title text-primary text-center">ПОЛИТИКА ОБРАБОТКИ ИНФОРМАЦИИ</div>
            <div className="row">
                <div className="col-md-7">
                    <h3>Цель:</h3>
                    <p>Наша компания стремится обеспечить надежную и безопасную обработку информации всех наших клиентов, партнеров и сотрудников. Мы признаём важность конфиденциальности и безопасности данных, и поэтому принимаем все необходимые меры для защиты информации.</p>
                    <h3>Собирание информации:</h3>
                    <p>Мы собираем только ту информацию, которая является необходимой для обеспечения наших услуг и выполнения наших обязательств перед клиентами и партнерами. Это включает в себя персональные данные, такие как имя, контактная информация, а также информацию, необходимую для проведения бухгалтерских и операционных процессов.</p>
                    <h3>Использование информации:</h3>
                    <p>Любая собранная информация используется исключительно для целей, связанных с предоставлением наших услуг и выполнением наших обязательств перед клиентами и партнерами. Мы не передаём личные данные третьим лицам без явного согласия владельца информации, за исключением случаев, предусмотренных законодательством.</p>
                    <h3>Защита информации:</h3>
                    <p>Мы прилагаем все возможные меры для защиты информации от несанкционированного доступа, использования, изменения или раскрытия. Это включает в себя использование современных технологий шифрования, физических и административных мер безопасности, а также регулярное обновление наших систем и процедур.</p>
                    <h3>Сохранение информации:</h3>
                    <p>Мы храним информацию только в течение необходимого периода времени, не превышающего целей, для которых она была собрана, или требований, установленных применимым законодательством. После истечения этого периода мы удаляем или анонимизируем информацию в соответствии с нашей политикой и правовыми требованиями.</p>
                    <h3>Обновление политики:</h3>
                    <p>Мы регулярно пересматриваем и обновляем нашу политику обработки информации, чтобы соответствовать изменениям в законодательстве, технологиях и наших бизнес-практиках. Любые изменения в нашей политике будут опубликованы на нашем веб-сайте.</p>    
                </div>
            </div>
        </div>
    </section>
    )
}

export default Policy